<template>
	<v-card
			class="mx-auto pa-2"
			max-width="800"
			rounded
	>
		<v-card-title class="text-h4">Виды свиней в Удмуртии</v-card-title>
		<v-card-text class="body-1">
			Во всем мире насчитывается около ста пород свиней, каждая их которых отбиралась животноводами по вполне определенным, полезным и ценным для человечества признакам.

		</v-card-text>
		<v-parallax src="https://zverovod.info/wp-content/uploads/2019/06/pig-640x426.jpg" height="300"></v-parallax>
		<v-card-title class="text-h5">1. Беркширская</v-card-title>
		<v-card-text class="body-1">
			Беркширская порода свиней — относится к породам мясо-сального направления продуктивности. Животные этой породы обладают крепкой конституцией, хорошей скороспелостью, высокими откормочными и мясными качествами. Свиньи скороспелые, молодняк используют для мясного (до массы 95-100 кг) и сального (до массы 130-140 кг) откорма. Взрослые племенные хряки весят в среднем 220-250 кг, свиноматки 180-220 кг. Поросята достигают массы 100 кг в возрасте 197 дней. Среднесуточный прирост живой массы 672 грамма. На 1 кг привеса расход корма составляет ориентировочно 4 кормовые единицы. Плодовитость свиноматок не очень высокая, 8-9 поросят за опорос. По убойным качествам беркширы одна из наиболее продуктивных пород свиней. Убойный выход составляет 88%. При убое в молодом возрасте подсвинки дают нежное и вкусное мясо.
		</v-card-text>
		<v-card-text class="body-1">
			Беркширы неприхотливы к условиям содержания и кормления, прекрасно используют пастбища и приспособлены к содержанию под открытым небом.
		</v-card-text>
		<v-img src="https://zverovod.info/wp-content/uploads/2019/06/img_5845-1024x683.jpg" height="350" position="center "></v-img>

		<v-card-title class="text-h5">2. Крупная белая</v-card-title>
		<v-card-text class="body-1">
			Крупная белая порода свиней английского происхождения. В СНГ породу начали завозить в последние годы XIX ст. помещики-заводчики. Разводили этих крупную белую породу свиней в помещецких хозяйствах и практически не использовалась для улучшения поголовья свиней у крестьян. Теперь это основная и наиболее распространенная порода свиней.
		</v-card-text>
		<v-card-text class="body-1">
			Крупная белая порода свиней преимущественно мясо-сального типа, но встречаются мясного и сального типов продуктивности. Порода имеет свою генеалогическую структуру: около 100 линий и большое количества семейств. Взрослые свиноматки имеют массу 220-280 кг, кабаны — 320-380, а отдельные — до 500 кг. Для крупной белой породы свиней характерные высокая плодовитость и многоплодность. Взрослые свиноматки дают за один опорос 10-12 здоровых поросят массой 1,0-1,3 кг, часто рождается 14-16 поросят.
		</v-card-text>
		<v-card-text class="body-1">
			Рекорд по породе — 32 поросенка. Молочность свиноматок 45-50 кг и больше. Свиньи крупной белой породы скороспелы, массы 100 кг достигают в возрасте 183- 195 дней при приростах свыше 700 г и расходах кормов на 1 кг прироста живой массы 3,6-4,6 корм. ед. У бойный выход откормленных взрослых свиней 80-82%, молодняка — 70-75 %. Крупную белую породу используют для улучшения других пород свиней и создания новых типов.
		</v-card-text>
		<v-img src="https://zverovod.info/wp-content/uploads/2019/06/large-white-pig.jpg" height="350" position="center "></v-img>

		<v-card-title class="text-h5">3. Брейтовская</v-card-title>
		<v-card-text class="body-1">
			Брейтовская – была создана путем скрещивания местных свиней ярославской области с экземплярами датской породы, средними и крупными белыми, латвийскими и полесскими.
		</v-card-text>
		<v-card-text class="body-1">
			Свиньи брейтовской породы это крупные животные — имеют широкую голову среднего размера с изогнутым профилем, мускулистую, широкую и глубокую грудь, прямые правильно поставленные ноги, мускулистую спину и поясницу, плотную кожу с густой щетиной.
		</v-card-text>
		<v-card-text class="body-1">
			Обычно брейтовская порода свиней белой масти, но бывают исключения с пигментированной окраской кожи. Высокой воспроизводительной способностью отличаются свиньи брейтовской породы от других – матки могут давать два опороса в год.
		</v-card-text>
		<v-card-text class="body-1">
			Отличительная особенность свиней брейтовской породы — высокая воспроизводительная способность: матки, как правило, дают два опороса в год. Вес взрослых особей — хряки до 320 кг, матки – до 240 кг, молочность до 70 кг, многоплодие 11-14.
		</v-card-text>
		<v-img src="https://zverovod.info/wp-content/uploads/2019/06/sow_and_five_piglets-1024x679.jpg" height="350" position="center "></v-img>
	</v-card>
</template>

<script>
export default {
	name: "AppPigs"
}
</script>

<style scoped>

</style>